alacritty
alsa-utils
arandr
asdf-vm
atuin
beekeeper-studio-bin
bitwarden
bsp-layout
bspwm
btop
chromium
clipit
code
colordiff
darktable
dhclient
dhcpcd
direnv
docker
docker-compose
dunst
feh
findutils
firefox
flameshot
font-manager
fzf
gimp
git
github-cli
glow
gnome-disk-utility
gnome-keyring
golangci-lint-bin
gparted
grub
gthumb
htop
inkscape
iw
iwd
jless
jq
jwt-cli
kubectl
lazydocker
lazygit
libreoffice-fresh
lxappearance
lynx
marp-cli-bin
mkcert
nano
ncdu
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
numix-circle-icon-theme-git
numix-themes-darkblue
nvim-packer-git
okular
openssh
otf-font-awesome
p7zip
pasystray
pavucontrol
peek
pipewire-pulse
polybar
postman-bin
prettier
qalculate-gtk
rofi
rsync
seahorse
sflock-git
slack-desktop
solaar
spotify
strawberry
sudo
sxhkd
taplo-cli
telegram-desktop
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tig
tldr
tmux
traceroute
transmission-gtk
tree
ttf-dejavu
ttf-font-awesome
ttf-go-nerd
ttf-inconsolata
ttf-inconsolata-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
unclutter
unzip
usbutils
vi
vim
vlc
wget
wireguard-tools
wireless_tools
wireshark-qt
x11-ssh-askpass
xautolock
xbindkeys
xclip
xdg-user-dirs
xkb-switch
xterm
yq
yt-dlp
zoxide
zsh
zsh-history-search-multi-word-git
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
xorg-xsetroot
bat
eza
picom
emptty
